{
    "data": {
        "accomodations": [
            {
                "Address": "20, Seobudu 2-gil, Jeju City, 63276 Jeju, South Korea",
                "Latitude": "33.5178",
                "Longitude": "126.5267",
                "Name": "Hotel RegentMarine The Blue",
                "Price": "KRW 55,000 - 110,000 per night",
                "Provider": "Booking.com, HotelsCombined, Agoda, Momondo",
                "Rating": "8.6 out of 10",
                "endDate": "2025-01-21",
                "startDate": "2025-01-18"
            },
            {
                "Address": "75, Jungmungwangwang-ro 72beon-gil, Seogwipo-si, Jeju-do, South Korea",
                "Description": "The Shilla Jeju is a luxurious five-star resort located in the Jungmun Tourist Complex on Jeju Island, South Korea. Renowned for its elegant design and exceptional service, the hotel offers breathtaking views of the Pacific Ocean and lush gardens. The resort features a range of upscale amenities including an outdoor pool, a spa, multiple dining options, and a golf course. Guests can enjoy a relaxing stay with access to beautifully landscaped grounds and direct beach access. The Shilla Jeju is an ideal destination for both relaxation and exploration, with nearby attractions including waterfalls and cultural sites.",
                "Latitude": "33.2473",
                "Longitude": "126.4079",
                "Name": "The Shilla Jeju",
                "Price": "KRW 300,000 - 600,000 per night",
                "endDate": "2025-01-22",
                "startDate": "2025-01-21"
            }
        ],
        "description": "\"Embark on a thrilling adventure to Jeju Island, South Korea, from January 18th to 21st, 2025. This 4-day escapade, \"Jeju Island Adventure: Unveiling Nature's Wonders,\" promises an unforgettable journey through the island's most breathtaking attractions. Explore the majestic Hallasan National Park, marvel at the sunrise from Seongsan Ilchulbong, hike along the scenic Jeju Olle Trails, and delve into the mysterious Manjanggul Lava Tube. Discover the picturesque Seopjikoji, be awed by the cascading Cheonjeyeon Waterfall, and learn about Korea's tea culture at the O'Sulloc Tea Museum. Finally, witness the natural artistry of the Jusangjeolli Cliffs, making this trip a testament to nature's grandeur.\"",
        "destinations": [
            {
                "Address": "Jeju-do, South Korea",
                "Description": "Hallasan National Park is located on and around the mountain Hallasan in Jeju Province, South Korea. It was designated as the 9th national park in 1970. Hallasan is a shield volcano that is the highest mountain in South Korea. It was designated a UNESCO Biosphere Reserve in 2002, and a World Heritage Site in 2007. The park covers an area of 28,000 square kilometers and is home to diverse flora and fauna, cultural heritage sites, and hiking trails. Hallasan Mountain, the highest mountain in Korea with an altitude of 1,950 meters above sea level, is a destination not to be missed for those who love to explore nature. With a diverse ecosystem, from lush green forests to barren volcanic landscapes, it offers a variety of hiking trails for all levels. This easy hike takes just 30 minutes to hike to the top, starting at the Hallasan National Park Visitor Center. You can join a small group hike to Eoseungsaengak Trail. On this tour, you'll also visit Cheonjiyeon Falls and Jusangjeolli cliff. When reaching Eoseungtaeng Oreum, you can view the peak of the Hallasan and Jeju plains.",
                "Latitude": "33.3608",
                "Longitude": "126.5359",
                "Name": "Hallasan National Park",
                "Price": "None",
                "endDate": "2025-01-18",
                "startDate": "2025-01-18"
            },
            {
                "Address": "Seongsan-eup, Seogwipo-si, Jeju-do, South Korea",
                "Description": "Seongsan Ilchulbong, also known as 'Sunrise Peak,' is a volcano on eastern Jeju Island, in Seongsan-ri, Seogwipo, Jeju Province, South Korea. It is 182 meters high and has a volcanic crater at the top. Considered one of South Korea's most beautiful tourist sites, it is famed for being the easternmost mountain on Jeju, and thus the best spot on the island to see the sunrise.",
                "Latitude": "33.4589",
                "Longitude": "126.9426",
                "Name": "Seongsan Ilchulbong",
                "Price": "KRW 2,000",
                "endDate": "2025-01-18",
                "startDate": "2025-01-18"
            },
            {
                "Address": "Jeju Island, South Korea",
                "Description": "The Jeju Olle Trails are a series of walking trails that loop around the outskirts of Jeju-do. The trails cover a distance of 425 km and are divided into 21 main routes and 5 sub-routes. The word olle (올레) in the Jeju dialect means 'a narrow street that leads to a wider road'. The trails offer a unique way to explore Jeju Island, with options for a month-long through-hike or exploring in bite-sized sections.",
                "Latitude": "33.4794",
                "Longitude": "126.8962",
                "Name": "Jeju Olle Trails",
                "Price": "Free",
                "endDate": "2025-01-19",
                "startDate": "2025-01-19"
            },
            {
                "Address": "Gimnyeong-ri, Gujwaeup, Jeju City, South Korea",
                "Description": "Manjanggul Lava Tube is a significant natural monument located in Gimnyeong-ri, Jeju, South Korea. It is part of the Geomunoreum Lava Tube system and is one of the largest lava tubes in the world, stretching roughly 7,400 meters with a maximum height of 25 meters and width of 18 meters. It was designated as a Natural Monument in 1962 and is a UNESCO World Natural Heritage site. The lava tube is adorned with impressive stalactites, stalagmites, and lava formations, making it a unique and fascinating experience for visitors. It is well-preserved and holds great value as it was formed thousands of years ago.",
                "Latitude": "33.5284",
                "Longitude": "126.7702",
                "Name": "Manjanggul Lava Tube",
                "Price": "None",
                "endDate": "2025-01-19",
                "startDate": "2025-01-19"
            },
            {
                "Address": "Seongsan-eup, Seogwipo-si, Jeju-do, South Korea",
                "Description": "Seopjikoji is a scenic coastal area located on the eastern coast of Jeju Island, South Korea. Known for its dramatic cliffs, vast open fields, and breathtaking views of the ocean, Seopjikoji is a popular destination for nature lovers and photographers. The area is particularly famous for its beautiful canola flower fields in the spring and the iconic Seopjikoji Lighthouse, which offers panoramic views of the surrounding landscape. Seopjikoji is also home to the Glass House, designed by architect Tadao Ando, and the Aqua Planet aquarium nearby. The coastal walk is relatively easy and offers stunning views of the sea, making it a perfect spot for a leisurely stroll or a romantic getaway.",
                "Latitude": "33.4245",
                "Longitude": "126.9311",
                "Name": "Seopjikoji",
                "Price": "None",
                "endDate": "2025-01-20",
                "startDate": "2025-01-20"
            },
            {
                "Address": "Jungmun-dong, Seogwipo, Jeju-do, South Korea",
                "Description": "Cheonjeyeon Waterfall is a three-tier waterfall located on Jeju Island, South Korea. It is a popular tourist attraction and one of the three famous waterfalls of Jeju, alongside Cheonjiyeon Waterfall and Jeongbang Waterfall. The waterfall has three sections, with the first running from the floor of the mountain on the upper part of Jungmun-dong, which falls 22 meters. The water then falls again two more times to form the second and third sections, which then tributes to the sea. The first segment is usually a pond, but falls when it rains. The forest in which the fall is located is in a warm temperature zone so it is home to a variety of flora and fauna.",
                "Latitude": "33.2606",
                "Longitude": "126.4167",
                "Name": "Cheonjeyeon Waterfall",
                "Price": "None",
                "endDate": "2025-01-20",
                "startDate": "2025-01-20"
            },
            {
                "Address": "15 Sinhwayeoksa-ro, Andeok-myeon, Seogwipo-si, Jeju-do, South Korea",
                "Description": "O'Sulloc Tea Museum, located in Jeju Island, South Korea, is dedicated to the country's rich tea culture. Opened in 2001, the museum aims to introduce and share the traditional tea culture of Korea with the world. The museum is set within a vast tea plantation, offering visitors a serene environment to learn about tea history, cultivation, and the art of tea-making. The museum features various exhibits, including antique tea sets, the history of tea, and the process of tea production. Visitors can also enjoy a cup of freshly brewed green tea in the museum's cafe, browse the extensive range of tea products, and take a peaceful walk through the lush tea fields. The O'Sulloc Tea Museum is a must-visit for tea enthusiasts and those looking to experience the tranquility of Jeju's natural beauty.",
                "Latitude": "33.3061",
                "Longitude": "126.2894",
                "Name": "O'Sulloc Tea Museum",
                "Price": "Free entry, with paid activities and products available",
                "endDate": "2025-01-21",
                "startDate": "2025-01-21"
            },
            {
                "Address": "Jungmun-dong, Seogwipo-si, Jeju-do, South Korea",
                "Description": "Jusangjeolli Cliffs are a stunning natural rock formation located on the southern coast of Jeju Island, South Korea. Formed by the rapid cooling and contraction of lava from Hallasan Mountain as it met the ocean, the cliffs are composed of hexagonal basalt columns that rise dramatically from the sea. These unique geological features stretch along the coastline, creating a breathtaking landscape that draws visitors year-round. The cliffs are particularly beautiful when waves crash against them, sending up sprays of sea mist. Jusangjeolli Cliffs are part of the Jungmun Tourist Complex and are easily accessible from other popular attractions in the area. They offer not only a spectacular view of the ocean and cliffs but also a glimpse into Jeju's volcanic history, making it a must-see for nature lovers and photographers.",
                "Latitude": "33.2379",
                "Longitude": "126.4250",
                "Name": "Jusangjeolli Cliffs",
                "Price": "KRW 2,000",
                "endDate": "2025-01-21",
                "startDate": "2025-01-21"
            }
        ],
        "endDate": "2025-01-21",
        "startDate": "2025-01-18",
        "title": "\"Jeju Island Adventure: Unveiling Nature's Wonders\""
    }
}