{
    "Script Planner": "살인사건은 제주도의 평온한 해안과는 거리가 먼 번화한 도시에서 벌어지지만, 그 전설과 역사, 문화의 영향은 이야기 전반에 스며들어 있습니다. 범죄 현장은 제주도 출신인 부유한 사업가의 저택입니다. 이 저택은 그의 부와 권력을 상징하는 곳으로, 그의 부정한 거래와 불법적인 활동으로 인해 많은 사람들의 원한을 샀습니다.\n\n이야기는 네 명의 주요 인물을 중심으로 전개됩니다.\n\n1. 이형사: 제주도와 깊은 인연을 가진 끈질긴 수사관입니다. 그녀의 할머니는 유명한 이야기꾼으로, 이형사에게 제주도의 전설과 신화를 들려주며 정의와 진실을 추구하는 마음을 심어주었습니다.\n\n2. 허씨: 부유한 사업가의 아들로, 오랜 세월 동안 저택을 떠나 살다가 다시 돌아옵니다. 허씨는 그의 어머니와 관련된 과거의 기억과 함께, 제주도의 전설과 신화에 대한 이야기를 듣고 자랐습니다.\n\n3. 윤기자: 제주도의 역사와 문화에 대한 깊은 관심을 가진 지역 기자입니다. 윤기자는 이 살인사건이 제주도의 전설과 신화와 관련이 있다고 믿으며, 진실을 밝히기 위해 노력합니다.\n\n4. 박씨: 사업가의 전 직원으로, 그의 부정한 거래와 불법적인 활동에 대한 깊은 원한을 품고 있습니다. 박씨는 이 살인사건이 제주도의 전설과 신화와 관련이 있다고 믿으며, 진실을 밝히기 위해 노력합니다.\n\n사건의 전개는 위험과 음모로 가득 차 있으며, 등장인물들은 살인사건의 배후에 숨겨진 비밀을 파헤치기 위해 노력합니다. 이 과정에서 등장인물들은 제주도의 전설과 신화에 대한 중요한 사건들을 발견하게 됩니다.\n\n그 중 하나는 사업가의 조부모의 비극적인 사랑 이야기입니다. 그들의 사랑은 제주도의 격동적인 역사와 함께 비극적인 결말을 맞이하게 되는데, 이 사건은 등장인물들이 진실을 밝히기 위해 노력하는 동기가 됩니다.\n\n또 다른 중요한 사건은 사업가의 아내의 실종 사건입니다. 그녀의 실종은 제주도의 전설과 신화와 관련이 있다고 믿어지며, 등장인물들은 그녀의 실종 사건을 파헤치기 위해 노력합니다.\n\n이야기의 전개는 등장인물들이 제주도의 전설과 신화에 대한 진실을 밝혀내는 과정에서, 그들의 내면적인 성장과 함께 전개됩니다. 이 과정에서 등장인물들은 제주도의 전설과 신화에 대한 진실을 밝혀내는 과정에서, 그들의 내면적인 성장과 함께 전개됩니다.\n\n이 살인사건은 제주도의 전설과 신화, 그리고 그 역사와 문화의 영향력이 얼마나 강력한지를 보여주는 이야기입니다. 이 이야기는 플레이어들에게 흥미진진한 모험과 함께, 제주도의 전설과 신화에 대한 깊은 이해를 제공합니다.",
    "Character Designer": "이 형사:\n\n과거: 이 형사는 대도시에서 태어나고 자랐지만, 그녀의 할머니는 유명한 이야기꾼으로, 제주도의 신화와 전설에 대한 이야기를 자주 들려주었습니다. 이로 인해 이 형사는 정의감과 진실을 밝히는 열정을 가지게 되었습니다.\n\n동기: 이 형사는 살인 사건을 해결하고, 가족의 저주에 대한 진실을 밝히기 위해 노력합니다. 그녀는 이 사건을 통해 정의와 진실을 추구하는 것이 자신의 의무라고 믿습니다.\n\n비밀: 이 형사는 할머니의 이야기에서 영감을 받아, 제주도의 신화와 전설에 대한 깊은 관심을 가지고 있습니다.\n\n관계: 이 형사는 허와 함께 살인 사건의 진실을 밝히기 위해 협력합니다. 그녀는 또한 윤과 함께 제주도의 역사와 문화에 대한 공통된 관심을 가지고 있습니다.\n\n허:\n\n과거: 허는 부유한 사업가의 아들로, 오랜 시간 동안 가족과 연락을 끊고 살았습니다. 그는 어머니의 실종과 함께, 제주도의 신화와 전설에 대한 소문을 듣고, 가족의 저주에 대한 진실을 밝히기 위해 노력합니다.\n\n동기: 허는 어머니의 실종과 함께, 가족의 저주에 대한 진실을 밝히기 위해 노력합니다. 그는 이 사건을 통해 가족의 과거와 현재의 비밀을 파헤치고자 합니다.\n\n비밀: 허는 어머니의 실종과 함께, 가족의 저주에 대한 진실을 밝히기 위해 노력합니다. 그는 이 사건을 통해 가족의 과거와 현재의 비밀을 파헤치고자 합니다.\n\n관계: 허는 아버지와 함께, 가족의 저주에 대한 진실을 밝히기 위해 노력합니다. 그는 또한 이 형사와 함께, 살인 사건의 진실을 밝히기 위해 협력합니다.\n\n윤:\n\n과거: 윤은 제주도의 역사와 문화에 대한 깊은 관심을 가진 지역 기자입니다. 그는 제주도의 신화와 전설에 대한 연구를 통해, 가족의 저주에 대한 진실을 밝히기 위해 노력합니다.\n\n동기: 윤은 가족의 저주에 대한 진실을 밝히기 위해 노력합니다. 그는 이 사건을 통해, 가족의 과거와 현재의 비밀을 파헤치고자 합니다.\n\n비밀: 윤은 가족의 저주에 대한 진실을 밝히기 위해 노력합니다. 그는 이 사건을 통해, 가족의 과거와 현재의 비밀을 파헤치고자 합니다.\n\n관계: 윤은 이 형사와 함께, 살인 사건의 진실을 밝히기 위해 협력합니다. 그는 또한 허와 함께, 가족의 저주에 대한 진실을 밝히기 위해 노력합니다.\n\n박:\n\n과거: 박은 사업가의 전 직원으로, 사업가에 대한 깊은 원한을 품고 있습니다. 박은 가족의 어두운 비밀을 알고 있으며, 이를 이용하여 사업가를 처벌하고자 합니다.\n\n동기: 박은 사업가에 대한 복수를 위해 노력합니다. 그는 사업가가 자신의 가족을 파괴한 것에 대한 복수를 원합니다.\n\n비밀: 박은 가족의 어두운 비밀을 알고 있으며, 이를 이용하여 사업가를 처벌하고자 합니다.\n\n관계: 박은 사업가와 함께, 가족의 저주에 대한 진실을 밝히기 위해 노력합니다. 그는 또한 이 형사와 함께, 살인 사건의 진실을 밝히기 위해 협력합니다.",
    "Script Writer": "이 형사:\n\n1일차 (월요일):\n이 형사는 살인 사건을 조사하기 위해 저택에 도착합니다. 그녀는 저택의 기이한 분위기와 함께, 이 가문에 대한 소문을 듣게 됩니다. 그녀는 허를 만나게 되고, 허는 이 형사에게 저택을 안내해줍니다.\n\n2일차 (화요일):\n이 형사는 생존한 가족 구성원들과 직원들을 심문하며, 이 가문의 어두운 비밀과 소문에 대해 알아가게 됩니다. 그녀는 윤과 함께, 이 가문의 역사와 문화에 대한 관심을 공유하게 됩니다.\n\n3일차 (수요일):\n이 형사는 사업가의 비리와 불법적인 행위에 대한 조사를 진행하며, 박과 함께, 이 가문의 어두운 비밀과 소문에 대해 알아가게 됩니다. 그녀는 허와 함께, 이 가문의 역사와 문화에 대한 관심을 공유하게 됩니다.\n\n4일차 (목요일):\n이 형사는 박을 체포하고, 이 가문의 어두운 비밀과 소문에 대해 알아가게 됩니다. 그녀는 허와 함께, 이 가문의 역사와 문화에 대한 관심을 공유하게 됩니다.\n\n반성적 사고: 이 형사는 이 사건을 통해, 이 가문의 어두운 비밀과 소문이 사실임을 깨닫게 됩니다. 그녀는 이 가문의 역사와 문화에 대한 관심을 공유하게 되며, 이 가문의 어두운 비밀과 소문에 대해 알아가게 됩니다.\n\n허:\n\n1일차 (월요일):\n허는 이 가문의 저택에 도착한 후, 이 가문의 어두운 비밀과 소문에 대해 알아가게 됩니다. 그는 이 가문의 역사와 문화에 대한 관심을 공유하게 되며, 이 가문의 어두운 비밀과 소문에 대해 알아가게 됩니다.\n\n2일차 (화요일):\n허는 이 가문의 생존한 가족 구성원들과 직원들을 심문하며, 이 가문의 어두운 비밀과 소문에 대해 알아가게 됩니다. 그는 이 가문의 역사와 문화에 대한 관심을 공유하게 되며, 이 가문의 어두운 비밀과 소문에 대해 알아가게 됩니다.\n\n3일차 (수요일):\n허는 이 가문의 어두운 비밀과 소문에 대해 알아가게 되며, 이 가문의 역사와 문화에 대한 관심을 공유하게 됩니다. 그는 이 가문의 어두운 비밀과 소문에 대해 알아가게 되며, 이 가문의 역사와 문화에 대한 관심을 공유하게 됩니다.\n\n4일차 (목요일):\n허는 이 가문의 어두운 비밀과 소문에 대해 알아가게 되며, 이 가문의 역사와 문화에 대한 관심을 공유하게 됩니다. 그는 이 가문의 어두운 비밀과 소문에 대해 알아가게 되며, 이 가문의 역사와 문화에 대한 관심을 공유하게 됩니다.\n\n반성적 사고: 허는 이 사건을 통해, 이 가문의 어두운 비밀과 소문이 사실임을 깨닫게 됩니다. 그는 이 가문의 역사와 문화에 대한 관심을 공유하게 되며, 이 가문의 어두운 비밀과 소문에 대해 알아가게 됩니다.\n\n윤:\n\n1일차 (월요일):\n윤은 이 가문의 저택에 도착한 후, 이 가문의 어두운 비밀과 소문에 대해 알아가게 됩니다. 그는 이 가문의 역사와 문화에 대한 관심을 공유하게 되며, 이 가문의 어두운 비밀과 소문에 대해 알아가게 됩니다.\n\n2일차 (화요일):\n윤은 이 가문의 생존한 가족 구성원들과 직원들을 심문하며, 이 가문의 어두운 비밀과 소문에 대해 알아가게 됩니다. 그는 이 가문의 역사와 문화에 대한 관심을 공유하게 되며, 이 가문의 어두운 비밀과 소문에 대해 알아가게 됩니다.\n\n3일차 (수요일):\n윤은 이 가문의 어두운 비밀과 소문에 대해 알아가게 되며, 이 가문의 역사와 문화에 대한 관심을 공유하게 됩니다. 그는 이 가문의 어두운 비밀과 소문에 대해 알아가게 되며, 이 가문의 역사와 문화에 대한 관심을 공유하게 됩니다.\n\n4일차 (목요일):\n윤은 이 가문의 어두운 비밀과 소문에 대해 알아가게 되며, 이 가문의 역사와 문화에 대한 관심을 공유하게 됩니다. 그는 이 가문의 어두운 비밀과 소문에 대해 알아가게 되며, 이 가문의 역사와 문화에 대한 관심을 공유하게 됩니다.\n\n반성적 사고: 윤은 이 사건을 통해, 이 가문의 어두운 비밀과 소문이 사실임을 깨닫게 됩니다. 그는 이 가문의 역사와 문화에 대한 관심을 공유하게 되며, 이 가문의 어두운 비밀과 소문에 대해 알아가게 됩니다.\n\n박:\n\n1일차 (월요일):\n박은 이 가문의 저택에 도착한 후, 이 가문의 어두운 비밀과 소문에 대해 알아가게 됩니다. 그는 이 가문의 역사와 문화에 대한 관심을 공유하게 되며, 이 가문의 어두운 비밀과 소문에 대해 알아가게 됩니다.\n\n2일차 (화요일):\n박은 이 가문의 생존한 가족 구성원들과 직원들을 심문하며, 이 가문의 어두운 비밀과 소문에 대해 알아가게 됩니다. 그는 이 가문의 역사와 문화에 대한 관심을 공유하게 되며, 이 가문의 어두운 비밀과 소문에 대해 알아가게 됩니다.\n\n3일차 (수요일):\n박은 이 가문의 어두운 비밀과 소문에 대해 알아가게 되며, 이 가문의 역사와 문화에 대한 관심을 공유하게 됩니다. 그는 이 가문의 어두운 비밀과 소문에 대해 알아가게 되며, 이 가문의 역사와 문화에 대한 관심을 공유하게 됩니다.\n\n4일차 (목요일):\n박은 이 가문의 어두운 비밀과 소문에 대해 알아가게 되며, 이 가문의 역사와 문화에 대한 관심을 공유하게 됩니다. 그는 이 가문의 어두운 비밀과 소문에 대해 알아가게 되며, 이 가문의 역사와 문화에 대한 관심을 공유하게 됩니다.\n\n반성적 사고: 박은 이 사건을 통해, 이 가문의 어두운 비밀과 소문이 사실임을 깨닫게 됩니다. 그는 이 가문의 역사와 문화에 대한 관심을 공유하게 되며, 이 가문의 어두운 비밀과 소문에 대해 알아가게 됩니다.",
    "Clue Generator": "다음 글을 읽고 가장 적절한 답을 선택하세요. 글: 1990년대 초, 인터넷에 연결된 컴퓨터가 100만 대도 되지 않았을 때, 두 명의 젊은 프로그래머가 온라인 서점을 위한 사업 계획을 작성했습니다. 그들은 이 아이디어에 대해 너무 확신했기 때문에, 그들은 자신들의 저축을 모두 투자하고, 자신들의",
    "Player Instruction Writer": "캐릭터 1:\n\n1라운드:\n- 호기심 많고 관찰력이 뛰어난 성격으로 소개합니다.\n- 범죄 현장과 피해자에 대해 질문합니다.\n- 살인범을 찾기 위해 노력하는 모습을 보여줍니다.\n\n2라운드:\n- 다른 플레이어들의 단서를 수집합니다.\n- 수집한 정보를 기억해둡니다.\n- 다른 플레이어들의 이야기를 주의 깊게 듣습니다.\n\n3라운드:\n- 범죄 현장과 수집한 단서에 대해 자유롭게 토론합니다.\n- 자신의 추리를 공유합니다.\n- 다른 플레이어들의 의견을 경청합니다.\n\n4라운드:\n- 다른 플레이어들의 단서를 더 수집합니다.\n- 수집한 정보를 분석하여 살인범을 추리합니다.\n\n5라운드:\n- 살인범으로 의심되는 플레이어를 투표합니다.\n- 투표한 이유를 설명합니다.\n\n캐릭터 2:\n\n1라운드:\n- 친절하고 도움이 되는 성격으로 소개합니다.\n- 범죄에 대한 충격과 슬픔을 표현합니다.\n- 다른 플레이어들에게 도움을 주겠다고 제안합니다.\n\n2라운드:\n- 다른 플레이어들의 단서를 수집합니다.\n- 수집한 정보를 솔직하게 공유합니다.\n\n3라운드:\n- 범죄 현장과 수집한 단서에 대해 자유롭게 토론합니다.\n- 자신의 추리를 공유합니다.\n- 다른 플레이어들의 의견을 경청합니다.\n\n4라운드:\n- 다른 플레이어들의 단서를 더 수집합니다.\n- 수집한 정보를 분석하여 살인범을 추리합니다.\n\n5라운드:\n- 살인범으로 의심되는 플레이어를 투표합니다.\n- 투표한 이유를 설명합니다.\n\n캐릭터 3:\n\n1라운드:\n- 의심 많고 경계심이 강한 성격으로 소개합니다.\n- 범죄 현장과 피해자에 대해 의심스러운 질문을 합니다.\n- 다른 플레이어들의 이야기를 의심합니다.\n\n2라운드:\n- 다른 플레이어들의 단서를 수집합니다.\n- 수집한 정보를 의심스럽게 받아들입니다.\n- 다른 플레이어들의 이야기를 의심합니다.\n\n3라운드:\n- 범죄 현장과 수집한 단서에 대해 자유롭게 토론합니다.\n- 자신의 추리를 공유합니다.\n- 다른 플레이어들의 의견을 경청합니다.\n\n4라운드:\n- 다른 플레이어들의 단서를 더 수집합니다.\n- 수집한 정보를 분석하여 살인범을 추리합니다.\n\n5라운드:\n- 살인범으로 의심되는 플레이어를 투표합니다.\n- 투표한 이유를 설명합니다.\n\n캐릭터 4:\n\n1라운드:\n- 친절하고 신뢰할 수 있는 성격으로 소개합니다.\n- 범죄에 대한 걱정과 슬픔을 표현합니다.\n- 다른 플레이어들에게 도움을 주겠다고 제안합니다.\n\n2라운드:\n- 다른 플레이어들의 단서를 수집합니다.\n- 수집한 정보를 솔직하게 공유합니다.\n\n3라운드:\n- 범죄 현장과 수집한 단서에 대해 자유롭게 토론합니다.\n- 자신의 추리를 공유합니다.\n- 다른 플레이어들의 의견을 경청합니다.\n\n4라운드:\n- 다른 플레이어들의 단서를 더 수집합니다.\n- 수집한 정보를 분석하여 살인범을 추리합니다.\n\n5라운드:\n- 살인범으로 의심되는 플레이어를 투표합니다.\n- 투표한 이유를 설명합니다.\n\n캐릭터 5:\n\n1라운드:\n- 자신감 있고 단호한 성격으로 소개합니다.\n- 범죄 현장과 피해자에 대해 직접적인 질문을 합니다.\n- 다른 플레이어들에게 주도적으로 행동합니다.\n\n2라운드:\n- 다른 플레이어들의 단서를 수집합니다.\n- 수집한 정보를 기억해둡니다.\n- 다른 플레이어들의 이야기를 주의 깊게 듣습니다.\n\n3라운드:\n- 범죄 현장과 수집한 단서에 대해 자유롭게 토론합니다.\n- 자신의 추리를 공유합니다.\n- 다른 플레이어들의 의견을 경청합니다.\n\n4라운드:\n- 다른 플레이어들의 단서를 더 수집합니다.\n- 수집한 정보를 분석하여 살인범을 추리합니다.\n\n5라운드:\n- 살인범으로 의심되는 플레이어를 투표합니다.\n- 투표한 이유를 설명합니다.\n\n캐릭터 6:\n\n1라운드:\n- 조용하고 내성적인 성격으로 소개합니다.\n- 범죄 현장과 피해자에 대해 신중하게 질문합니다.\n- 다른 플레이어들의 이야기를 주의 깊게 듣습니다.\n\n2라운드:\n- 다른 플레이어들의 단서를 수집합니다.\n- 수집한 정보를 기억해둡니다.\n- 다른 플레이어들의 이야기를 주의 깊게 듣습니다.\n\n3라운드:\n- 범죄 현장과 수집한 단서에 대해 자유롭게 토론합니다.\n- 자신의 추리를 공유합니다.\n- 다른 플레이어들의 의견을 경청합니다.\n\n4라운드:\n- 다른 플레이어들의 단서를 더 수집합니다.\n- 수집한 정보를 분석하여 살인범을 추리합니다.\n\n5라운드:\n- 살인범으로 의심되는 플레이어를 투표합니다.\n- 투표한 이유를 설명합니다.\n\n캐릭터 7:\n\n1라운드:\n- 애교 있고 매력적인 성격으로 소개합니다.\n- 범죄 현장과 피해자에 대해 흥미로운 질문을 합니다.\n- 다른 플레이어들에게 호감을 얻기 위해 노력합니다.\n\n2라운드:\n- 다른 플레이어들의 단서를 수집합니다.\n- 수집한 정보를 기억해둡니다.\n- 다른 플레이어들의 이야기를 주의 깊게 듣습니다.\n\n3라운드:\n- 범죄 현장과 수집한 단서에 대해 자유롭게 토론합니다.\n- 자신의 추리를 공유합니다.\n- 다른 플레이어들의 의견을 경청합니다.\n\n4라운드:\n- 다른 플레이어들의 단서를 더 수집합니다.\n- 수집한 정보를 분석하여 살인범을 추리합니다.\n\n5라운드:\n- 살인범으로 의심되는 플레이어를 투표합니다.\n- 투표한 이유를 설명합니다.\n\n캐릭터 8:\n\n1라운드:\n- 엄격하고 권위적인 성격으로 소개합니다.\n- 범죄 현장과 피해자에 대해 직접적인 질문을 합니다.\n- 다른 플레이어들에게 주도적으로 행동합니다.\n\n2라운드:\n- 다른 플레이어들의 단서를 수집합니다.\n- 수집한 정보를 기억해둡니다.\n- 다른 플레이어들의 이야기를 주의 깊게 듣습니다.\n\n3라운드:\n- 범죄 현장과 수집한 단서에 대해 자유롭게 토론합니다.\n- 자신의 추리를 공유합니다.\n- 다른 플레이어들의 의견을 경청합니다.\n\n4라운드:\n- 다른 플레이어들의 단서를 더 수집합니다.\n- 수집한 정보를 분석하여 살인범을 추리합니다.\n\n5라운드:\n- 살인범으로 의심되는 플레이어를 투표합니다.\n- 투표한 이유를 설명합니다.\n\n캐릭터 9:\n\n1라운드:\n- 친절하고 외향적인 성격으로 소개합니다.\n- 범죄 현장과 피해자에 대해 열정적인 질문을 합니다.\n- 다른 플레이어들과 친해지려고 노력합니다.\n\n2라운드:\n- 다른 플레이어들의 단서를 수집합니다.\n- 수집한 정보를 솔직하게 공유합니다.\n\n3라운드:\n- 범죄 현장과 수집한 단서에 대해 자유롭게 토론합니다.\n- 자신의 추리를 공유합니다.\n- 다른 플레이어들의 의견을 경청합니다.\n\n4라운드:\n- 다른 플레이어들의 단서를 더 수집합니다.\n- 수집한 정보를 분석하여 살인범을 추리합니다.\n\n5라운드:\n- 살인범으로 의심되는 플레이어를 투표합니다.\n- 투표한 이유를 설명합니다.\n\n캐릭터 10:\n\n1라운드:\n- 진지하고 집중력이 강한 성격으로 소개합니다.\n- 범죄 현장과 피해자에 대해 깊이 있는 질문을 합니다.\n- 다른 플레이어들에게 주도적으로 행동합니다.\n\n2라운드:\n- 다른 플레이어들의 단서를 수집합니다.\n- 수집한 정보를 기억해둡니다.\n- 다른 플레이어들의 이야기를 주의 깊게 듣습니다.\n\n3라운드:\n- 범죄 현장과 수집한 단서에 대해 자유롭게 토론합니다.\n- 자신의 추리를 공유합니다.\n- 다른 플레이어들의 의견을 경청합니다.\n\n4라운드:\n- 다른 플레이어들의 단서를 더 수집합니다.\n- 수집한 정보를 분석하여 살인범을 추리합니다.\n\n5라운드:\n- 살인범으로 의심되는 플레이어를 투표합니다.\n- 투표한 이유를 설명합니다.",
    "Titler": "살인 미스터리 게임의 제목은 '숨겨진 진실을 밝히다: 다면적인 살인 미스터리'입니다.",
    "Timer": "2-3시간"
}